{
  "en": {
    "main": {
      "subtitle": "Look into the future"
    },
    "repair": {
      "title": "Repair",
      "dropdown": {
        "phoneRepair": "Phone repair",
        "tabletRepair": "Tablet repair",
        "laptopRepair": "Laptop repair",
        "watchRepair": "Watch repair",
        "iqosRepair": "Iqos repair"
      }
    },
    "buy": {
      "title": "Buy",
      "dropdown": {
        "phoneBuy": "Buy phone",
        "tabletBuy": "Buy tablet",
        "laptopBuy": "Buy laptop"
      }
    },
    "sell": {
      "title": "Sell",
      "dropdown": {
        "phoneSell": "Sell phone",
        "tabletSell": "Sell tablet",
        "laptopSell": "Sell laptop",
        "watchSell": "Sell watch"
      }
    },
    "accessories": {
      "title": "Accessories",
      "dropdown": {
        "cableAndCharging": "Cable and charging",
        "cases": "Cases",
        "styluses": "Styluses"
      }
    },
    "spares": {
      "title": "Spares"
    },
    "information": {
      "title": "Information"
    },
    "language": {
      "title": "Language"
    },
    "contacts": {
      "title": "Contacts",
      "place": "Puławska 30-24 02-512 Warsaw",
      "time": "Mon-Fri 10.00-20.00, Sat 10.00-18.00"
    },
    "instagramTooltip": "Follow us on instagram",
    "imagesText": "TechTag is a certified service center in Poland.\nIn the event of a breakdown or failure of the device, fast, qualified assistance in repairing digital equipment is often needed. The technicians of TechTag service centers will quickly cope with a breakdown of almost any complexity. All recommendations for carrying out repair work are strictly followed. If you need a comprehensive replacement of parts, delivery is organized as soon as possible.\n\nThe work uses original spare parts. Your personal information will remain confidential. We try to do all the work within half an hour - this is our main advantage. If the repair of electronic equipment requires more time, details and terms are agreed individually.\n\nPlease contact our operators for advice, we can certainly help you!\n\nIn addition, our company will help you deal with the software: reflash, unlock your smartphone or tablet, and Russify your device. We can recover lost data. You can also buy Apple brand accessories from us: headphones, chargers, cases and protective films.\n\nFor offices and legal entities, we provide individual services for the preparation and setting up of workplaces. We provide an Internet connection, comprehensive maintenance of office equipment, install the software necessary for employees."
  },
  "pl": {
    "main": {
      "subtitle": "Spójrz w przyszłość"
    },
    "repair": {
      "title": "Naprawa",
      "dropdown": {
        "phoneRepair": "Naprawa telefonu",
        "tabletRepair": "Naprawa tabletu",
        "laptopRepair": "Naprawa laptopa",
        "watchRepair": "Naprawa zegarka",
        "iqosRepair": "Naprawa Iqos"
      }
    },
    "buy": {
      "title": "Kup",
      "dropdown": {
        "phoneBuy": "Kup telefon",
        "tabletBuy": "Kup tablet",
        "laptopBuy": "Kup laptopa"
      }
    },
    "sell": {
      "title": "Sprzedaj",
      "dropdown": {
        "phoneSell": "Sprzedaj telefon",
        "tabletSell": "Sprzedaj tablet",
        "laptopSell": "Sprzedaj laptopa",
        "watchSell": "Sprzedaj zegarek"
      }
    },
    "accessories": {
      "title": "Akcesoria",
      "dropdown": {
        "cableAndCharging": "Kabel i ładowanie",
        "cases": "Sprawy",
        "styluses": "Rysik"
      }
    },
    "spares": {
      "title": "Części zamienne"
    },
    "information": {
      "title": "Informacje"
    },
    "language": {
      "title": "Język"
    },
    "contacts": {
      "title": "Kontakty",
      "place": "ul. Puławska 30-24 02-512 Warszawa",
      "time": "Pon-Pt 10.00-20.00, Sob 10.00-18.00"
    },
    "instagramTooltip": "Obserwuj nas na Instagramie",
    "imagesText": "TechTag to certyfikowane centrum serwisowe w Polsce.\nW przypadku awarii lub awarii urządzenia często potrzebna jest szybka, wykwalifikowana pomoc w naprawie sprzętu cyfrowego. Technicy centrów serwisowych TechTag szybko poradzą sobie z załamaniem prawie każdej złożoności. Ściśle przestrzegane są wszystkie zalecenia dotyczące wykonywania napraw. Jeśli potrzebujesz kompleksowej wymiany części, dostawa jest zorganizowana tak szybko, jak to możliwe.\n\nPraca wykorzystuje oryginalne części zamienne. Twoje dane osobowe pozostaną poufne. Całość prac staramy się wykonać w pół godziny - to nasza główna zaleta. Jeśli naprawa sprzętu elektronicznego wymaga więcej czasu, szczegóły i warunki ustalamy indywidualnie.\n\nSkontaktuj się z naszymi operatorami w celu uzyskania porady, z pewnością możemy Ci pomóc!\n\nPonadto nasza firma pomoże Ci uporać się z oprogramowaniem: przeładować, odblokować smartfon lub tablet i zrusyfikować urządzenie. Możemy odzyskać utracone dane. U nas kupisz też akcesoria marki Apple: słuchawki, ładowarki, etui i folie ochronne.\n\nDla biur i osób prawnych świadczymy indywidualne usługi w zakresie przygotowania i tworzenia miejsc pracy. Zapewniamy łącze internetowe, kompleksową obsługę sprzętu biurowego, instalujemy oprogramowanie niezbędne dla pracowników."
  },
  "ru": {
    "main": {
      "subtitle": "Загляни в будущее"
    },
    "repair": {
      "title": "Ремонт",
      "dropdown": {
        "phoneRepair": "Ремонт телефонов",
        "tabletRepair": "Ремонт планшетов",
        "laptopRepair": "Ремонт ноутбуков",
        "watchRepair": "Ремонт часов",
        "iqosRepair": "Ремонт iqos"
      }
    },
    "buy": {
      "title": "Купить",
      "dropdown": {
        "phoneBuy": "Купить телефон",
        "tabletBuy": "Купить планшет",
        "laptopBuy": "Купить ноутбук"
      }
    },
    "sell": {
      "title": "Продать",
      "dropdown": {
        "phoneSell": "Продать телефон",
        "tabletSell": "Продать планшет",
        "laptopSell": "Продать ноутбук",
        "watchSell": "Продать часы"
      }
    },
    "accessories": {
      "title": "Аксессуары",
      "dropdown": {
        "cableAndCharging": "Кабеля и зарядка",
        "cases": "Чехлы",
        "styluses": "Cтилусы"
      }
    },
    "spares": {
      "title": "Запчасти"
    },
    "information": {
      "title": "Информация"
    },
    "language": {
      "title": "Язык"
    },
    "contacts": {
      "title": "Контакты",
      "place": "ул. Пулавская 30-24 02-512 Варшава",
      "time": "Пн-Пт 10.00-20.00, Вс 10.00-18.00+ 48 889 559 888"
    },
    "instagramTooltip": "Следите за нами в instagram",
    "imagesText": "TechTag  — сертифицированный сервисный центр в Польше.\nПри поломке или сбое устройства, зачастую необходима быстрая, квалифицированная помощь по ремонту цифровой техники. Мастера сервисных центров TechTag быстро справятся с поломкой практически любой сложности. Чётко соблюдаются все рекомендации по проведению ремонтных работ. При необходимости комплексной замены деталей, доставка организуется в кратчайшие сроки.\nВ работе используются оригинальные запчасти. Ваша личная информация останется конфиденциальной. Мы стараемся выполнять все работы в течение получаса — это наше основное преимущество. Если ремонт электронной техники потребует большего количества времени, детали и сроки согласовываются индивидуально.\nОбращайтесь за консультацией к нашим операторам, мы наверняка сможем вам помочь!\nПомимо этого, наша компания поможет разобраться с программным обеспечением: перепрошить, разблокировать смартфон или планшет, русифицировать устройство. Мы можем восстановить утерянные данные. Также у нас можно приобрести аксессуары бренда Apple: наушники, зарядные устройства, чехлы и защитные плёнки.\nДля офисов и юридических лиц оказываем индивидуальные услуги по подготовке и настройке рабочих мест. Проводим интернет-соединение, комплексное обслуживание офисной техники, ставим необходимый для сотрудников софт."
  }
}
